[{
		"AdiSoyadi": "Corey Taylor",
		"Pozisyonu": "Vokalist",
		"ResimURL": "https://raw.githubusercontent.com/OguzGecir/Projem/main/coreytaylor.jpg",
		"DogumTarihi": "8 Aralık 1973",
		"Boyu": "1.7m",
		"Biyografi":"Corey Taylor (d. 8 Aralık 1973, Des Moines, Iowa, ABD), Slipknot ve Stone Sour'da vokalistlik yapan Nu Metal vokalisti.İlk eşinin adı Scarlett'tir. İkinci eşinin adı ise Stephanie'dir. Ayrıca Slipknot dışında diğer sanatçılarla da ortak çalışmalar yapmaktadır. Apocalyptica hayranıdır.18 yaşında okuldan atıldı. Slipknot ve Stone Sour’un vokalistidir.Stone Sour, Slipknot’a katılmadan önce asıl grubuydu.Griffin Parker adında bir oğlu vardır, lakabı “Itty Bitty Mouth” tur.Slipknot’a grup üyelerinin karar vermesiyle katılmıştır.İlk Grammy’sini 2006’da, Slipknot - Before I Forget şarkısı ile almıştır.Altı defa Grammy adayı gösterildi.Sahnede kullandığı maskesinden çıkan saçları kendine aittir.Saçlarını kazıtıp, tekrar yapıştırmıştır.Yan grubu Stone Sour'un kliplerinde maskesiz görülebilir.Babasıyla ilk kez 32 yaşında tanışmıştır.Bulunduğu tüm gruplarda şarkı yazarlığı yapmaktadır.Apocalyptica ile I'm Not Jesus, Korn ile Freak On a Leash, Soulfly ile JumpdaFuckup, Travis Barker ile On My Own, Steel Panther ile Death to All But Metal, Asian Hooker, Eyes of a Panther, Damageplan ile Fuck You, Anthrax ile Bring the Noise, Black Flag ile Room 13, Slitheryn ile Get Up, Lost, Snot ile Requiem, Smakdab ile Shadowed, Sister Soloil ile Liar, Walls Of Jericho ile Ember Drive, My Last Stand, Addicted şarkılarına düet yapmıştır.Prodüktörlüğünü Yaptığı Gruplar: Walls Of Jericho, FaceCage.Slipknot'un basgitaristi Paul Gray öldüğünden dolayı Slipknot'ta çalışmalara ara verilmiştir. Fakat Slipknot grubu dağılmama kararı almıştır. Çalışmaları devam etmektedir.Corey Taylor Iowa'da yaşayanları sorunlu insanlar olarak görüyor."

	},



	{
		"AdiSoyadi": "Jay Weinberg",
		"Pozisyonu": "Baterist",
		"ResimURL": "https://raw.githubusercontent.com/OguzGecir/Projem/main/Jay.jpg",
		"DogumTarihi": "8 Eylül 1990",
		"Boyu": "1.84M",
		"Biyografi":"Jay Weinberg (d. 8 Eylül 1990) Amerikalı davulcu. New Jersey'de doğmuştur. Babası davulcu Max Weinberg'dir. Against Me!, Madball, Bruce Spsrinsteen guplarında çalmış ve 2014 yılında Joey Jordison'nun gruptan ayrılığı üzere 2014 yılında Slipknot'a katılmıştır."
	}, {
		"AdiSoyadi": "Mick Thomson",
		"Pozisyonu": "Gitarist",
		"ResimURL": "https://raw.githubusercontent.com/OguzGecir/Projem/main/MickThomson.jpg",
		"DogumTarihi": "3 Kasım 1973",
		"Boyu": "1.93M",
		"Biyografi":"Mick Thomson (d. 3 Kasım 1973) Slipknot'ta gitaristlik yapan Amerikan müzisyen. Gruba katılmadan önce 'Ye Olde ' gitar mağazasında gitar dersleri veriyordu. Gruptaki Numarası #7'dir. Sol kolunda bu nedenden 'seven' yazılı bir dövme vardır. 2 metrelik boyuyla 'ayı' lakabıyla anılır. Seri katiller ilgi alanıdır. Kardeşleri arasında en yaşlısıdır, 3 erkek ve 1 kız kardeşi vardır. 'Aslında çok sakin bir insan' olduğunu, 'Sadece konserlerde kendini bulduğunu' belirtir. Maskesinde Hokey oyuncularının kullandığı maskelerden esinlenilmiştir."
	}, {
		"AdiSoyadi": "James Root",
		"Pozisyonu": "Gitarist",
		"ResimURL": "https://raw.githubusercontent.com/OguzGecir/Projem/main/JamesRoot.jpg",
		"DogumTarihi": "2 Ekim 1971",
		"Boyu": "1.98M",
		"Biyografi":"Tam adı James Donald Jim Root olan Jim Root, (d. 2 Ekim 1971, Las Vegas, Nevada, ABD, Slipknot'ın Solo Gitaristidir. Gruptaki numarası #4'tür.2 metreyi aşan boyuyla grubun en uzun elemanıdır.Aynı zamanda ilk grubu olan Stone Sour'da lead gitaristlik yapmaktadır.Önceki yıllarda Anal Blast, Atomic Opera ve Deadfront gruplarında çalmıştır.Lacuna Coil grubunun vokalisti Cristina Scabbia ile ilişkileri vardır.1999 yılında Slipknot'ın gitaristi Josh Brainard'ın şehir dışına açılamama nedeniyle albümün çıkmasına 5 ay kala grubu bırakması üzerine, yerine Corey Taylor tarafından kendisi getirilmiştir.İlk albümlerinde sadece Purity ve özel verisyonda yer alan Me Inside şarkılarında gitarı vardır.Root, grupta riffleri Mick Thomson ile birlikte yazmaktadır.Ancak soloların tümünü kendisi yazar ve çalar.Slipknot'ın gitar soundu ve soloları eleştirmenler tarafından sürekli olumlu tepki almaktadır.Bu yüzden Slipknot'ın ödüller almasında ve başarı elde etmesinde Root'un büyük katkıları olmuştur.Root'un ismi, 2000'lerin en iyi ve en yeni gitar soundlarını yaratanlar arasında geçmektedir.Root diğer grubu Stone Sour'da ise hem metal alanında hem de akustik alanda özgün parçalar çıkarmıştır.Ayrıca grubun Come What(ever) May albümünün özel verisyonundaki The Day I Let Go adlı parçada bateri de çalmıştır.Bunlarla birlikte diğer müzisyenlerle çalışmaları olarak;Slipknot'un turtable elemanı Sid Wilson'ın The New Leader adlı albümünde çalmıştır.John 5'ın The Devil Knows My Name adlı albümünde çalmıştır.Jonathan Davis and the SFA grubunun Lil Wayne coverı olan Got Money adlı parçada da çalmıştır.Bununla birlikte plak şirketinin grubu Roadrunner United'da Tired 'N Lonely parçasında solosu bulunmaktadır."
	}, {
		"AdiSoyadi": "Sid Wilson",
		"Pozisyonu": "DJ",
		"ResimURL": "https://raw.githubusercontent.com/OguzGecir/Projem/main/SidWilson.jpg",
		"DogumTarihi": "20 Ocak 1977",
		"Boyu": "1.74m",
		"Biyografi":"Sid'in ailesi İngiltere'den Iowa'ya taşınmıştır. Sid Iowa'da doğmuştur. Doğuştan altı parmaklı doğmuştur. Gruba katıldığında Shawn Crahan bunu görür ve ameliyatla almasını ister. Ayrıca ellerinin üstünde Transformers amblemi dövmesi vardır. Vücudunda konserler yüzünden inanılmaz derecede kalıcı hasarlar vardır;Bacağında, sahnede kendisini aydınlatırken oluşmuş 3. derecede yanıklar.Güvenlik parmaklıklarına atlayınca iki kaburgası kırılmış.Sahnede Shawn ile kavga etmekten oluşan kesik ve ezikler.Bir konserde seyircilerinin üstüne sahne balkonundan atlamış seyircilerden birkaçı yaralanmış, kendisinin de kaburgası kırılmış. Ayrıca her açıkhava konserinde seyircilerin üstüne atlamaktadır.Sid Wilson jimnastiğe yatkın olduğundan grup üyeleri ona Munky diyorlar. Sahnede Shawn ile birlikte çok ağır kavgalar edip balkon ve davullardan atlarlar ve headbang yaparlar. Çoğu konserinde enstrümanlara zarar vermiştir.Wilson, Slipknot dışında jungle (bateri, bass, elektronik müzik) tarzı müzik yapmaktadır.Müziğinin içinde Joey Jordison'ın özgün davul ritimleri ve James Root'un elektro gitarı da bulunmaktadır.Ayrıca 2008 yılında The New Leader adlı bir albüm çıkarmıştır.Slipknot dışında birçok festivale DJ Starscream adıyla katılmaktadır."
	}, {
		"AdiSoyadi": "Alessandro Venturella",
		"Pozisyonu": "Gitarist (Bass)",
		"ResimURL": "https://raw.githubusercontent.com/OguzGecir/Projem/main/Alesso.jpg",
		"DogumTarihi": "7 Mart 1978",
		"Boyu": "1.85m",
		"Biyografi":"Alessandro Alex V-man Venturella (7 Mart 1978), İngiliz metal müzisyeni. İngiltere'de Krokodil ve Cry For Silence gruplarında çalmıştır. Daha önce Mastodon Brent Hinds, Coheed & Cambria ve Fightstar gruplarının gitar teknisyeniydi, şimdi ise SlipKnoT grubunun bass gitaristidir."
	}
]
